Repository: Lux-CH/Lux
Catalog: Localizable.xcstrings
Source language: fr
Languages: de, en

source: **Glissez horizontalement** pour changer de direction
de: **Horizontal wischen**, um die Richtung zu ändern
en: **Slide horizontally** to see other directions

source: %@ Couleur Sombre
de: %@ Dunkle Farbe
en: %@ Dark Color

# %lld arrêt%@ intermédiaire%@
source: %1$lld arrêt%2$@ intermédiaire%3$@
de: %1$lld Zwischenhalt%2$@%3$@
en: %1$lld intermediary stop%2$@

source: %lld arrêts
de: %lld Haltestellen
en: %lld stops

source: %lld rapport(s) n'ont pas pu être envoyés. Les autres ont été transmis avec succès.
de: %lld Bericht(e) konnten nicht gesendet werden. Die anderen wurden erfolgreich übermittelt.
en: %lld report(s) could not be sent. The others were transmitted successfully.

# %lld/%lld affichés
source: %1$lld/%2$lld affichés
de: %1$lld/%2$lld angezeigt
en: %1$lld/%2$lld shown

source: 1 an
de: 1 Jahr
en: 1 year

source: 1 jour
de: 1 Tag
en: 1 day

source: 1 mois
de: 1 Monat
en: 1 month

source: 6 mois
de: 6 Monate
en: 6 months

source: 7 jours
de: 7 Tage
en: 7 days

source: À
de: An
en: To

source: à la voie
de: am Gleis
en: to platform

source: À pied
de: Zu Fuß
en: Walking

source: À propos
de: Über
en: About

source: À proximité
de: In der Nähe
en: Nearby

source: Accédez rapidement à vos destinations préférées
de: Greifen Sie schnell auf Ihre bevorzugten Ziele zu
en: Quickly access to your favorite places

source: Accédez rapidement à vos destinations préférées en fonction du temps, de votre position, et de vos habitudes
de: Greifen Sie schnell auf Ihre bevorzugten Ziele zu, basierend auf Zeit, Standort und Gewohnheiten
en: Quickly access your favorite destinations based on the weather, your location, and your habits.

source: Accès à la localisation refusé
de: Zugriff auf Standort verweigert
en: Location Access Denied

source: Accès hors ligne à votre carte
de: Offline-Zugriff auf Ihre Karte
en: Offline access to your pass

source: Accès rapide à vos destinations
de: Schneller Zugriff auf Ihre Ziele
en: Quick access to your destinations

source: Accessibilité
de: Barrierefreiheit
en: Accessibility

source: Accueil
de: Startseite
en: Home

source: Achetez vos tickets ou ajoutez votre SwissPass à Lux.
de: Kaufen Sie Ihre Tickets oder fügen Sie Ihren SwissPass zu Lux hinzu.
en: Buy your tickets or add your SwissPass to Lux.

source: Actions rapides
de: Schnellaktionen
en: Quick actions

source: Actualiser
de: Aktualisieren
en: Refresh

source: Adaptez l'interface à vos préférences
de: Passen Sie die Oberfläche an Ihre Präferenzen an
en: Adapt the interface to your preferences

source: Adresse, lieu, arrêt...
de: Adresse, Ort, Haltestelle...
en: Adress, place, stop…

source: Affichage des lignes
de: Linienanzeige
en: Line Display

source: Affiche le nom des raccourcis
de: Zeigt die Namen der Verknüpfungen an
en: Display shortcut names

source: Affiche le retard à côté de l'heure prévue (sinon, inclus dans l'heure)
de: Zeigt die Verspätung neben der geplanten Uhrzeit an (ansonsten in der Uhrzeit enthalten)
en: Show delay next to scheduled time (otherwise, included in time)

source: Affiche les raccourcis les plus pertinents en premier
de: Zeigt die relevantesten Shortcuts zuerst an
en: Show the most relevant shortcuts first

source: Afficher l'écran de bienvenue
de: Begrüßungsbildschirm anzeigen
en: Show welcome screen

source: Afficher le plan
de: Plan anzeigen
en: Show plan

source: Afficher le retard exact
de: Exakte Verspätung anzeigen
en: Show exact delay

source: Afficher les titres
de: Titel anzeigen
en: Show titles

source: Afficher LuxPass sur l'écran d'accueil
de: LuxPass auf dem Startbildschirm anzeigen
en: Show LuxPass on home screen

source: Affluence
de: Auslastung
en: Crowd

source: Aide
de: Hilfe
en: Help

source: Ajoutées automatiquement
de: Automatisch hinzugefügt
en: Automatically added

source: Ajouter
de: Hinzufügen
en: Add

source: Ajouter des raccourcis
de: Kurzbefehle hinzufügen
en: Add shortcuts

source: Ajouter un accès rapide à votre SwissPass en remplacant un raccourcis
de: Fügen Sie einen Schnellzugriff auf Ihren SwissPass hinzu, indem Sie eine Verknüpfung ersetzen
en: Add a quick access to your SwissPass by replacing a shortcut

source: Ajouter un raccourci
de: Verknüpfung hinzufügen
en: Add a shortcut

source: Ajouter un SwissPass
de: SwissPass hinzufügen
en: Add a SwissPass

source: Ajouter une ligne
de: Linie hinzufügen
en: Add a line

source: Ajoutez des lignes pour qu'elles soient mises en avant.
de: Fügen Sie Linien hinzu, damit sie hervorgehoben werden.
en: Add lines for them to be shown before others

source: Ajoutez des raccourcis
de: Verknüpfungen hinzufügen
en: Add shortucts

source: Ajoutez votre SwissPass à Lux
de: Fügen Sie Ihren SwissPass zu Lux hinzu
en: Add your SwissPass to Lux

source: Ajustez votre recherche d'itinéraires
de: Passen Sie Ihre Routensuche an
en: Adjust your itineraries to your needs

source: Aller à...
de: Gehe zu...
en: Where to?

source: Annuler
de: Abbrechen
en: Cancel

source: Aperçu de l'itinéraire
de: Routenübersicht
en: Itinerary Preview

source: Appliquer
de: Anwenden
en: Apply

source: Apprenez à lire les informations en temps réel
de: Lernen Sie, Echtzeitinformationen zu lesen
en: Learn how to read information in real time

source: Arrêt
de: Haltestelle
en: Stop

source: Arrêt %@
de: Haltestelle %@
en: Stop %@

source: Arrêts
de: Haltestellen
en: Stops

source: Arrêts à proximité
de: Haltestellen in der Nähe
en: Nearby stops

source: Arrivée
de: Ankunft
en: Arrival

# Arrivée à %@ %@
source: Arrivée à %1$@ %2$@
de: Ankunft um %1$@ %2$@
en: Arrive at %1$@ %2$@

source: Arrivée prévue : %@
de: Voraussichtliche Ankunft: %@
en: Scheduled arrival : %@

source: Astuces
de: Tipps
en: Tips

source: Attention : le temps entre le %1$@ et le %2$@ est court. Vous risqueriez de rater votre correspondance. Pour éviter cela, augmentez le temps d'attente minimum dans les options d'itinéraire (page précédente).
de: Achtung: Die Zeit zwischen %1$@ und %2$@ ist kurz. Sie könnten Ihren Anschluss verpassen. Um dies zu vermeiden, erhöhen Sie die minimale Umsteigezeit in den Routenoptionen (vorherige Seite).
en: Warning : the time between the %1$@ and the %2$@ is short. You might miss your connection. To avoid this, increase minimum waiting time at stop in itinerary options (precedent page).

source: au quai
de: am Gleis
en: to track

source: Aucun arrêt à proximité trouvé.
de: Keine Haltestellen in der Nähe gefunden.
en: No stop found nearby.

source: Aucun arrêt prévu
de: Kein Halt geplant
en: No stop scheduled

source: Aucun arrêt sélectionné
de: Kein Halt ausgewählt
en: No stop selected

source: Aucun départ à venir.
de: Keine bevorstehenden Abfahrten.
en: No upcoming departure.

source: Aucun itinéraire trouvé
de: Keine Route gefunden
en: No route found

source: Aucun raccourci configuré
de: Kein Kurzbefehl konfiguriert
en: No shortcuts configured

source: Aucun résultat trouvé pour %@
de: Kein Ergebnis für %@ gefunden
en: No result found for %@

source: Aucun résultat trouvé.
de: Keine Ergebnisse gefunden.
en: No result found.

source: Aucune connexion à Internet.
de: Keine Internetverbindung.
en: No Internet connection.

source: Aucune information en temps réel disponible
de: Keine Echtzeitinformationen verfügbar
en: No real time information available

source: Aucune ligne ajoutée
de: Keine Linie hinzugefügt
en: No line added

source: Aucune ligne enregistrée
de: Keine Linie gespeichert
en: No line saved

source: Aujourd'hui %@
de: Heute %@
en: Today %@

source: Autocar
de: Reisebus
en: Coach

source: Automatique
de: Automatisch
en: Auto

source: Autoriser
de: Erlauben
en: Allow

source: Autoriser la localisation
de: Standort erlauben
en: Allow location access

source: Autorisez Lux à accéder à votre position
de: Erlauben Sie Lux, auf Ihren Standort zuzugreifen
en: Allow Lux to access your location

source: Autre
de: Andere
en: Other

source: Autre jour
de: Anderer Tag
en: Other day

source: Autres départs
de: Weitere Abfahrten
en: Other departures

source: Avertissement
de: Warnung
en: Warning

source: Avion
de: Flugzeug
en: Plane

source: Balayez vers la gauche ou la droite pour changer de direction. Double-cliquez pour obtenir plus de détails sur le prochain départ.
de: Wischen Sie nach links oder rechts, um die Richtung zu ändern. Doppelklicken Sie, um weitere Details zur nächsten Abfahrt zu erhalten.
en: Swipe left or right to change direction. Double-tap for more details about the next departure.

source: Basé sur l'heure
de: Basierend auf der Uhrzeit
en: Based on time

source: Bienvenue dans LuxPass
de: Willkommen bei LuxPass
en: Welcome in LuxPass

source: Bienvenue sur
de: Willkommen bei
en: Welcome on

source: Bleu Ice Tea
de: Ice Tea Blau
en: Ice Tea Blue

source: Bleu SBB CFF
de: Blau SBB CFF
en: SBB CFF Blue

source: Bondé
de: Überfüllt
en: Crowded

source: Bruit
de: Lärm
en: Noise

source: Bruyant
de: Laut
en: Noisy

source: Calendrier
de: Kalender
en: Calendar

source: Calme
de: Ruhig
en: Calm

source: Cet itinéraire vous a été partagé. Assurez-vous qu'il provient d'une source fiable.
de: Diese Route wurde mit Ihnen geteilt. Stellen Sie sicher, dass sie aus einer vertrauenswürdigen Quelle stammt.
en: You were shared this trip. Ensure it is from a trustable source.

source: Cette application n'est ni affiliée ni approuvée par SwissPass ou les SBB CFF.
de: Diese App ist weder mit SwissPass noch mit SBB CFF verbunden oder von ihnen genehmigt.
en: This application is neither affiliated with nor endorsed by SwissPass or SBB CFF.

source: Cette fonctionnalité n'est pas compatible avec l'itinéraire sélectionné.
de: Diese Funktion ist mit der ausgewählten Route nicht kompatibel.
en: This feature isn’t compatible with current trip options.

source: Chargement de l'itinéraire...
de: Route wird geladen...
en: Loading route

source: Chargement de votre SwissPass...
de: Ihr SwissPass wird geladen...
en: Loading your SwissPass…

source: Chargement des arrêts à proximité...
de: Lade nahegelegene Haltestellen...
en: Loading nearby stops…

source: Chargement des départs...
de: Abfahrten werden geladen...
en: Loading departures…

source: Chaud
de: Warm
en: Hot

source: Choisir un symbole
de: Symbol auswählen
en: Choose a symbol

source: Choisissez combien de temps un itinéraire partagé reste accessible
de: Wählen Sie aus, wie lange eine geteilte Route zugänglich bleibt
en: Choose how long a shared route remains accessible

source: Choisissez comment les lignes sont affichées dans l'application
de: Wählen Sie aus, wie die Linien in der App angezeigt werden
en: Choose how lines are displayed in the app

source: Choisissez comment vous souhaitez partager cet itinéraire. Le partage de l'ensemble de l'itinéraire requiert que son receveur ait l'app.
de: Wählen Sie aus, wie Sie diese Route teilen möchten. Das Teilen der gesamten Route erfordert, dass der Empfänger die App hat.
en: Chose how you want to share this trip. The sharing of the whole trip requires the user receiving it to have the app installed on their device.

source: Choisissez le mode d'affichage de l'app
de: Wählen Sie den Anzeigemodus der App aus
en: Choose app’s display mode

source: Chosissez la mode d'affichage de l'app (clair, sombre, auto..)
de: Wählen Sie den Anzeigemodus der App (hell, dunkel, automatisch usw.) aus
en: Choose the app's display mode (light, dark, auto...)

source: Chronologique
de: Chronologisch
en: Chronological

source: Ci-dessous les tickets que vous avez récemment achetés via l'application et leur durée de validité restante.
de: Unten finden Sie die Tickets, die Sie kürzlich über die App gekauft haben, sowie deren verbleibende Gültigkeitsdauer.
en: The tickets you recently purchased via the app and their duration before expiration.

source: Ci-dessous une liste des crédits de l'application, notamment des différents autres modules utilisés par Lux.
de: Nachfolgend eine Liste der App-Credits, insbesondere der verschiedenen anderen von Lux verwendeten Module.
en: Below is a list of the application's credits, including the various other modules used by Lux.

source: Clair
de: Klar
en: Light

source: Cliquez sur "%@Bel Air" pour plus de départs
de: Klicken Sie auf „%@Bel Air“ für weitere Abfahrten
en: Tap on «%@ Bel Air» for more departures

source: Cliquez sur une ligne pour voir ses détails
de: Klicken Sie auf eine Linie, um Details anzuzeigen
en: Tap on a line to see it’s details

source: Commencer
de: Starten
en: Start

source: Commencez à taper pour rechercher un arrêt. 3 caractères minimum sont requis
de: Beginnen Sie mit der Eingabe, um eine Haltestelle zu suchen. Mindestens 3 Zeichen erforderlich
en: Start typing to search for a stop. A minimum of 3 characters is required.

source: Comprenez l'état de vos transports
de: Verstehen Sie den Zustand Ihrer Verkehrsmittel
en: Understand transport state

source: configuré
de: konfiguriert
en: configured

source: Configurez LuxPass
de: LuxPass einrichten
en: Configure LuxPass

source: Confort
de: Komfort
en: Comfort

source: Conseiller intuitivité et design
de: Beratung zu Benutzerfreundlichkeit und Design
en: Intuitivity and design advisor

source: Consultez et partagez des informations en temps réel sur les transports.
de: Sehen und teilen Sie Echtzeitinformationen zu Verkehrsmitteln.
en: View and share real-time transport information.

source: Consultez la politique de confidentialité en ligne
de: Lesen Sie die Online-Datenschutzerklärung
en: Read the privacy policy on the web

source: Contribuer à CrowdBack
de: Zu CrowdBack beitragen
en: Contribute to CrowdBack

source: Correct
de: Korrekt
en: Acceptable

source: Correspondance à %@
de: Umstieg in %@
en: Transfer at %@

source: Correspondance risquée
de: Riskanter Anschluss
en: Risky connection

source: Couleur de l'app
de: App-Farbe
en: App color

source: Couleur Sombre
de: Dunkle Farbe
en: Dark Color

source: Couleurs disponibles
de: Verfügbare Farben
en: Available colors

source: Courte
de: Kurz
en: Short

source: Crédits
de: Credits
en: Credits

source: Créer un raccourci
de: Verknüpfung erstellen
en: Create a shortcut

source: Dans %lld jour
de: In %lld Tag
en: In %lld day

source: Dans %lld min
de: In %lld Min
en: In %lld min

source: Dans %lldh
de: In %lld Std.
en: In %lldh

# Dans %lldh %lldmin
source: Dans %1$lldh %2$lldmin
de: In %1$lld Std. %2$lld Min.
en: In %1$lldh %2$lldmin

source: Date potentiellement incorrecte
de: Möglicherweise falsches Datum
en: Potentially incorrect date

source: de la voie
de: des Gleises
en: from platform

source: Début
de: Start
en: Start

source: Demain, %@
de: Morgen, %@
en: Tomorrow, %@

source: Départ
de: Abfahrt
en: Departure

source: Départ à : %@
de: Abfahrt um: %@
en: Departure at : %@

source: Déplacez-vous facilement dans Genève
de: Bewegen Sie sich einfach in Genf fort
en: Travel easily in Geneva.

source: Depuis
de: Von
en: From

source: Dernière mise à jour : %@
de: Letzte Aktualisierung: %@
en: Last update: %@

source: Destination
de: Ziel

source: Destination sélectionnée
de: Ziel ausgewählt
en: Selected destination

source: Détails
de: Details
en: Details

source: Développeur Principal
de: Hauptentwickler
en: Main Developer

source: Dim
de: So
en: Sun

source: Direct
de: Direkt

source: Données des perturbations
de: Störungsdaten
en: Disruptions data

source: Double-cliquez pour obtenir plus de détails sur le prochain départ.
de: Doppelklicken Sie, um weitere Details zur nächsten Abfahrt zu erhalten.
en: Double-tap for more details about the next departure.

source: Double-tapez pour changer d'onglet
de: Doppeltippen, um den Tab zu wechseln
en: Double-tap to change tab

source: Double-tapez pour ouvrir la recherche d'itinéraires
de: Doppeltippen, um die Routen-Suche zu öffnen
en: Double-tap to open itinerary search

source: Double-tapez pour ouvrir les paramètres de l'application
de: Doppeltippen, um die App-Einstellungen zu öffnen
en: Double-tap to open app’s settings

source: Double-tapez pour voir tous les départs à cet arrêt
de: Doppeltippen, um alle Abfahrten an dieser Haltestelle anzuzeigen
en: Double-tap to see all departures at this stop

source: Double-tappez pour lister les départs de cet arrêt
de: Doppeltippen, um die Abfahrten von dieser Haltestelle anzuzeigen
en: Double-tap to list every departures at this stop

source: du quai
de: vom Bahnsteig
en: from track

source: Durée de partage d'itinéraire
de: Dauer der Routenteilung
en: Route sharing duration

source: Durée maximale de marche
de: Maximale Gehzeit
en: Maximum walking time

source: En attente de votre position...
de: Warten auf Ihre Position...
en: Waiting for your position…

source: En définissant une programmation, Lux vous suggérera le raccourci sur l'écran d'accueil, en fonction du moment de la journée. Par exemple, si vous utilisez un raccourci tous les jours à 8h, Lux le mettra en avant autour de cette heure.
de: Wenn Sie eine Zeitplanung festlegen, schlägt Lux Ihnen die Verknüpfung auf dem Startbildschirm entsprechend der Tageszeit vor. Wenn Sie zum Beispiel jeden Tag um 8 Uhr eine Verknüpfung verwenden, hebt Lux diese zu dieser Zeit hervor.
en: By setting up a programmation, Lux will suggest the shortcut on the home screen based on the time of day. For example, if you use a shortcut every day at 8 AM, Lux will highlight it around that time.

source: En fauteuil roulant
de: Im Rollstuhl
en: Wheelchair

source: Enregistrement...
de: Wird gespeichert...
en: Saving…

source: Enregistrer
de: Speichern
en: Save

source: Enregistrer dans Calendrier
de: Im Kalender speichern
en: Save in Calendar

source: Entrez au moins 3 caractères pour rechercher
de: Geben Sie mindestens 3 Zeichen ein, um zu suchen
en: Enter at least 3 characters to search

source: Entrez le numéro de ligne que vous souhaitez ajouter aux favoris
de: Geben Sie die Liniennummer ein, die Sie zu den Favoriten hinzufügen möchten
en: Enter the line that you want to add in your favorites

source: Entrez un point de départ et une destination
de: Geben Sie einen Startpunkt und ein Ziel ein
en: Enter a starting point and a destination

source: Erreur de rapport
de: Fehlermeldung
en: Report error

source: Erreur de scan
de: Scan-Fehler
en: Scan error

source: Erreur lors de l'enregistrement : %@
de: Fehler beim Speichern: %@
en: An error occurred while saving : %@

source: Essayez de modifier vos critères de recherche, vos options ou l'heure de départ.
de: Versuchen Sie, Ihre Suchkriterien, Optionen oder die Abfahrtszeit zu ändern.
en: Try adjusting your search criteria, your options or departure time.

source: État des serveurs
de: Serverstatus
en: Server status

source: Êtes-vous sûr de vouloir ouvrir cet itinéraire ?
de: Sind Sie sicher, dass Sie diese Route öffnen möchten?
en: Are you sure you want to open this trip ?

source: Êtes-vous sûr de vouloir supprimer votre SwissPass ? Cette action ne peut pas être annulée.
de: Sind Sie sicher, dass Sie Ihren SwissPass löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
en: Are you sure you want to delete your SwissPass ? This action cannot be canceled.

source: Évaluez le niveau actuel
de: Bewerten Sie das aktuelle Niveau
en: Rate the current level

source: Ex: Maison, Travail, École...
de: Z. B.: Zuhause, Arbeit, Schule...
en: E.g. Home, Work, School

source: Exemple d'arrêt
de: Beispielhaltestelle
en: Stop example

source: Faites de Lux le votre
de: Machen Sie Lux zu Ihrer eigenen App
en: Make Lux yours

source: Fin
de: Ende
en: End

source: Fixez la durée maximale que vous acceptez de parcourir à pied
de: Legen Sie die maximale Gehzeit fest, die Sie akzeptieren möchten
en: Set the maximum time you are willing to walk

source: Fixez le nombre maximum de correspondances autorisées
de: Legen Sie die maximale Anzahl erlaubter Umstiege fest
en: Set the maximum number of transfers for your route

source: Fixez le temps d'attente minimal entre deux correspondances pour vous assurer de réaliser vos connections dans les temps
de: Legen Sie die minimale Wartezeit zwischen zwei Verbindungen fest, um sicherzustellen, dass Sie Ihre Anschlüsse rechtzeitig erreichen
en: Set the minimum waiting time between transfers to ensure you reach your connections on time

source: Fonctionnalités avancées
de: Erweiterte Funktionen
en: Advanced features

source: Forte
de: Stark
en: Strong

source: Forte odeur
de: Starker Geruch
en: Strong smell

source: Frais
de: Frisch
en: Fresh

source: Froid
de: Kalt
en: Cold

source: Gérer les raccourcis
de: Kurzbefehle verwalten
en: Manage shortcuts

source: Gérez les lignes que vous fréquentez le plus souvent.
de: Verwalten Sie die Linien, die Sie am häufigsten nutzen.
en: Manage the lines you use more often.

source: Gérez vos lignes et leurs scores
de: Verwalten Sie Ihre Linien und deren Bewertungen
en: Manage your lines and their score

source: Gérez vos tickets et ajoutez votre SwissPass à Lux.
de: Verwalten Sie Ihre Tickets und fügen Sie Ihren SwissPass zu Lux hinzu.
en: Manage your tickets and add your SwissPass to Lux

source: Gestion globale des scores
de: Globale Bewertungskontrolle
en: Global management of scores

source: Glissez vers le bas pour planifier un itinéraire ou obtenir des directions
de: Nach unten wischen, um eine Route zu planen oder eine Wegbeschreibung zu erhalten
en: Slide down to plan an itinerary or obtain directions

source: Glissez vers le bas pour retourner sur l'écran d'accueil
de: Wischen Sie nach unten, um zum Startbildschirm zurückzukehren
en: Slide down to go back to home screen

source: Glissez vers le haut pour retourner sur l'écran d'accueil
de: Wischen Sie nach oben, um zum Startbildschirm zurückzukehren
en: Slide up to go back to home screen

source: Glissez vers le haut pour voir plus d'arrêts à proximité
de: Nach oben wischen, um mehr Haltestellen in der Nähe anzuzeigen
en: Slide up to see more nearby stops

source: Groupé
de: Gruppiert
en: Grouped

source: Guide des transports
de: Verkehrsleitfaden
en: Transports guide

source: Hello, World!
de: Hallo, Welt!

# Heure de %@: %@
source: Heure de %1$@: %2$@
de: Uhrzeit von %1$@: %2$@
en: Time of %1$@: %2$@

source: Heure habituelle
de: Gewöhnliche Uhrzeit
en: Usual time

source: Horaire d'un jour différent
de: Fahrplan für einen anderen Tag
en: Schedule for a different day

source: Horaire théorique
de: Theoretischer Fahrplan
en: Planned schedule

source: Horaires
de: Fahrpläne
en: Schedule

source: Icône
de: Symbol
en: Icon

source: Il est possible que le serveur soit actuellement indisponible.
de: Der Server ist möglicherweise derzeit nicht verfügbar.
en: The server might be actually unavailable.

source: Impossible d'envoyer le SMS
de: SMS konnte nicht gesendet werden
en: Unable to send the SMS

source: Impossible d'envoyer les rapports. Veuillez réessayer plus tard.
de: Berichte können nicht gesendet werden. Bitte versuchen Sie es später erneut.
en: Unable to send reports. Please try again later.

source: inconnu
de: unbekannt
en: unknown

source: Inconnue
de: Unbekannt
en: Unknown

source: Indiquez les lignes que vous fréquentez le plus souvent pour les mettre en avant dans Lux. Si vous ne le faites pas, elles seront automatiquement ajoutées.
de: Geben Sie die Linien an, die Sie am häufigsten nutzen, um sie in Lux hervorzuheben. Wenn Sie dies nicht tun, werden sie automatisch hinzugefügt.
en: Select the lines you use most often to highlight them in Lux. If you don't, they will be added automatically.

source: Information précise et actualisée
de: Präzise und aktuelle Information
en: Accurate and up-to-date information

source: Informations sur l'application
de: Informationen zur App
en: App infos

source: Interface compacte
de: Kompakte Oberfläche
en: Compact interface

source: Inverser le champ De et le champ À
de: Feld Von und Feld Nach vertauschen
en: Invert « From » field and « To » field

source: Itinéraire indisponible
de: Route nicht verfügbar
en: Route unavailable

source: Itinéraires
de: Routen
en: Trips
